Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/law_enforcement/adult_cautioning_scheme.html.txt.tmx
Source language: en
Languages: ga

source: In February 2006 a new scheme came into effect in Ireland as an alternative to prosecuting adults (that is, those over 18 years of age) for certain criminal offences
ga: I mí Feabhra 2006 tháinig scéim nua i bhfeidhm in Éirinn mar rogha eile ar aosaigh (is iad sin ná iad siúd thar 18 bliain d'aois) a ionchúiseamh as cionta coiriúla áirithe

source: The scheme is called the Adult Cautioning Scheme and may be available as an alternative to prosecution where there is evidence that the person has committed the offence and where the prosecution of such an offence is not required in the public interest
ga: Tugtar an Scéim um Rabhadh Aosach ar an scéim agus d'fhéadfadh sí bheith ar fáil mar rogha eile in áit ionchúisimh áit a bhfuil fianaise gur chiontaigh an duine agus nach gá an cion a ionchúiseamh ar mhaithe le leas an phobail

source: Adult cautions are not disclosed in Garda vetting reports and police certificates
ga: Ní nochtadh rabhaidh do Dhaoine Fásta i dtuarascálacha grinnfhiosrúchán an Gharda Síochána agus na deimhnithe póilíní

source: There are a number of specific criminal offences to which this Scheme can be applied; these offences are set out below
ga: Tá roinnt cionta coiriúla sonracha ann ar féidir an Scéim seo a chur i bhfeidhm orthu; tá na cionta sin leagtha amach thíos

source: It is important to note that the Scheme can only be considered for these offences
ga: Tá sé tábhachtach tabhairt faoi deara nach féidir an Scéim a úsáid ach i gcás na gcionta sin

source: Who makes the decision to caution?
ga: Cé a dhéanann an cinneadh rabhadh a thabhairt?

source: If you are arrested for one of the criminal offences covered by the Scheme, the decision to administer a caution (rather than prosecuting you) is made by the local Garda Superintendent (or a Garda Inspector who is acting as the local Superintendent)
ga: Má ghabhtar tú de bharr ceann de na cionta coiriúla a chlúdaíonn an Scéim a dhéanamh, is é Ceannfort áitiúil na nGardaí (nó Cigire Garda atá ag feidhmiú mar an gCeannfort áitiúil) a chinneann rabhadh a thabhairt (in áit tú a ionchúiseamh)

source: In deciding whether or not to issue a caution, the Gardaí must consider:
ga: Agus cinneadh á dhéanamh acu an ceart rabhadh a thabhairt, ní mór do na Gardaí na rudaí seo a leanas a mheas:

source: • The decision to caution
ga: • An cinneadh rabhadh a thabhairt

source: The Garda Superintendent will inform you that they are considering not prosecuting you if you are prepared to accept a caution in respect of the matter
ga: Inseoidh an Ceannfort Garda duit go bhfuil siad ag smaoineamh ar gan tú a ionchúiseamh má tá tú sásta glacadh le rabhadh maidir leis an gceist

source: They will also issue you with a warning that any future behaviour of such a criminal kind will likely result in a prosecution
ga: Freisin tabharfaidh siad rabhadh duit gur dócha go ndéanfar tú a ionchúiseamh de bharr aon iompair choiriúil chosúil sa todhchaí

source: You must also accept responsibility for your behaviour before you are considered for cautioning
ga: Freisin ní mór duit glacadh le freagracht as d'iompar sula smaoinítear ar rabhadh a thabhairt duit

source: What is the public interest?
ga: Cad atá i gceist le leas an phobail?

source: The decision to administer a caution instead of prosecution is a serious decision and the Garda Superintendent must be satisfied that the offence is appropriate for a caution
ga: Cinneadh trom atá sa chinneadh rabhadh a thabhairt in áit ionchúisimh agus ní mór go mbeadh Ceannfort na nGardaí sásta go bhfuil sé cuí rabhadh a thabhairt de bharr an chiona áirithe

source: This does not only mean that the offence is included in the Schedule of Offences which are part of the Scheme
ga: Ní hionann é sin agus a rá gurb é an t-aon fháth leis sin ná go bhfuil an cion sa Sceideal Cionta atá ina gcuid den Scéim

source: While this is necessary, it is also necessary to look at the particular circumstances in which the offence has been committed
ga: Cé nach mór go mbeadh an cion sa Sceideal, ní mór breathnú freisin ar na cúinsí faoi leith inar ciontaíodh

source: If the public interest doesn't require a prosecution in those circumstances, then you may be cautioned
ga: Mura bhfuil gá le hionchúiseamh ar mhaithe le leas an phobail ar na cúinsí sin, ansin d'fhéadfaí rabhadh a thabhairt duit

source: Another matter to be considered when looking at the public interest is the offender
ga: Caithfear an ciontóir a mheas freisin agus leas an phobail á mheas

source: It would seem appropriate, for example, that someone of mature age without any previous convictions would be dealt with effectively by way of caution and would be deterred from similar behaviour in the future
ga: D’fhéadfadh sé a bheith oiriúnach, mar shampla, go bpléifí go héifeachtach le duine ar aois aibí nach mbeadh aon chiontú aige nó aici roimhe sin trí rabhadh a thabhairt dó agus é nó í a chur ó iompar dá leithéid sa todhchaí

source: It may not, however, be appropriate to consider a habitual criminal for inclusion in the Scheme as it would be questionable as to what effect, if any, a caution would have on him or her
ga: Ach d'fhéadfadh nach mbeadh sé oiriúnach smaoineamh ar ghnáthchoirpeach a áireamh sa Scéim mar bheadh tionchar rabhaidh air nó uirthi in amhras

source: How are the views of the victim considered?
ga: Conas a dhéantar dearcadh an íospartaigh a mheas?

source: Before any decision is made to administer a caution, the views of any victim must, if possible, be sought by the Gardaí
ga: Sula gcinntear rabhadh a thabhairt, ní mór do na Gardaí dearcadh aon íospartach a lorg, más féidir

source: If the victim is of the view that a caution should not be given, any reasons offered by the victim must be carefully considered by the Garda Superintendent before the decision is made
ga: Má chreideann an t-íospartach nár cheart rabhadh a thabhairt, ní mór do Cheannfort na nGardaí aon fáthanna a thugann sé/sí a mheas sula ndéantar an cinneadh

source: It is possible, however, for a caution to be administered by the Superintendent even if the victim is opposed to it
ga: Ach d'fhéadfadh an Ceannfort rabhadh a thabhairt fiú mura n-aontaíonn an t-íospartach leis

source: In such cases, the Gardaí may seek advice from the Director of Public Prosecutions before making a decision to caution or not
ga: I gcásanna den sórt sin, d'fhéadfadh na Gardaí comhairle a lorg ón Stiúrthóir Ionchúiseamh Poiblí sula ndéantar an cinneadh maidir leis an rabhadh

source: If you offer compensation to the victim it may support any decision to administer a caution
ga: Má tháirgtear cúiteamh don íospartach, d'fhéadfadh sé tacú le haon chinneadh rabhadh a thabhairt

source: The decision to caution however, does not rest on the issue of compensation alone
ga: Ach ní bhíonn an cinneadh rabhadh a thabhairt ag brath ar chúiteamh amháin

source: That is to say, the Gardaí do not become involved in recommending compensation by the offender to the victim
ga: Is é sin le rá nach mbíonn aon bhaint ag na Gardaí le cúiteamh a thabhairt ag an gciontóir don íospartach a mholadh

source: A Garda Superintendent or a Garda Inspector who is acting as the Superintendent administers the Adult Caution
ga: Is é Ceannfort na nGardaí nó Cigire Garda atá ag feidhmiú mar an gCeannfort a thugann an Rabhadh Aosach

source: The caution takes place in a Garda station
ga: Tugtar an rabhadh i stáisiún Gardaí

source: You are required to acknowledge in writing that you agree to accept the caution and that you do not object to the fact that the caution will be recorded and will be made known to a court in the event of any subsequent conviction for any criminal offence
ga: Ní mór duit admháil i scríobh roimhe sin go nglacann tú leis an rabhadh agus go n-aontaíonn tú go ndéanfar an rabhadh a thaifeadadh agus go n-inseofar do chúirt ina thaobh i gcás go gciontófaí tú as aon chion ina dhiaidh sin

source: Can an offender receive a second Adult Caution?
ga: An féidir an dara Rabhadh Aosach a thabhairt do chiontóir?

source: The idea of the caution is that it should only be applied once to an offender, but it may (only in the most exceptional circumstances) be applied to someone who has previously been cautioned
ga: Is é an smaoineamh bunúsach a bhaineann leis an rabhadh ná nár cheart é a thabhairt do chiontóir ach aon uair amháin, ach d'fhéadfaí (ar chúinsí an-eisceachtúla) é a thabhairt do dhuine ar tugadh rabhadh dó cheana

source: Examples of such exceptional circumstances include:
ga: Áirítear le samplaí de chúinsí eisceachtúla den sórt sin:

source: • Where the subsequent offence is a very minor one
ga: • Áit ar cion an-mhionchúiseach é an cion a rinneadh ina dhiaidh

source: • Where there has been a long gap in time since the first caution was given and the Superintendent believes that a second caution after such a time lapse would benefit the person
ga: • Áit a bhfuil go leor ama imithe ó tugadh an chéad rabhadh agus go gcreideann an Ceannfort go mbainfeadh an duine leas as dara rabhadh tar éis don oiread ama a bheith caite

source: If a Superintendent decides to give a second or subsequent caution to any person, then the Gardaí must first obtain the permission of the Director of Public Prosecutions
ga: Má chinneann Ceannfort an dara rabhadh nó rabhadh ina dhiaidh sin a thabhairt do dhuine, ní mór do na Gardaí cead a fháil ar dtús ón Stiúrthóir Ionchúiseamh Poiblí

source: How is the decision made to administer a caution?
ga: Conas a chinntear rabhadh a thabhairt?

source: When a Garda has detected an offence which is included in the list of offences, the Garda fills out an Adult Caution Referral Form, if he/she believes the offender may be suitable for an Adult Caution
ga: Áit a bhfuil eolas ar na Gardaí ar chion atá san áireamh sa liosta ciontaí, líonann an Garda Foirm Atreorúcháin um Rabhadh Aosach, má chreideann sé/sí go bhféadfadh an ciontóir bheith oiriúnach i gcomhair Rabhaidh Aosaigh

source: The offender is then told by the member in charge of the Garda station in ordinary language what the Adult Cautioning Scheme is
ga: Ansin insíonn an ball atá i gceannas ar an stáisiún Gardaí don chiontóir i dteanga shimplí cad atá i gceist leis an Scéim um Rabhadh Aosach

source: If the offender understands the procedure and agrees to being considered for the Scheme, then the offender is asked by the Garda to sign Part E of the Referral Form
ga: Má thuigeann an ciontóir a bhfuil i gceist agus má aontaíonn sé/sí gur féidir é/í a mheas don Scéim, iarrtar ansin ar an gciontóir Cuid A den Fhoirm Atreorúcháin a shíniú

source: This signature is witnessed by the Gardaí
ga: Bíonn na Gardaí ina bhfinnéithe ar an síniú

source: The member in charge of the Garda Station forwards the Referral Form to the Superintendent with his/her views and recommendations
ga: Cuireann an ball atá i gceannas ar an Stáisiún Gardaí an Fhoirm Atreorucháin ar aghaidh chuig an gCeannfort i dteannta lena thuairimí agus a mholtaí

source: The Superintendent then does one of three things:
ga: Anois roghnaíonn an Ceannfort ceann amháin de na trí rud seo a dhéanamh:

source: • Decides to administer an Adult Caution
ga: • Cinneann sé/sí Rabhadh Aosach a thabhairt

source: • Decides to refuse an Adult Caution
ga: • Cinneann sé/sí diúltú Rabhadh Aosach a thabhairt

source: • Decides to refer the matter to the Director of Public Prosecutions for direction
ga: • Cinneann sé/sí an cheist a chur faoi bhráid an Stiúrthóra Ionchúiseamh Poiblí le treoir a fháil

source: When is the caution administered?
ga: Cathain a thugtar an rabhadh?

source: If it is decided to administer a caution, the member in charge of the Garda station arranges a suitable time and venue for the administering of the caution by the Superintendent
ga: Má chinntear rabhadh a thabhairt, socraíonn an ball atá i gceannas ar an stáisiún Garda am agus ionad oiriúnach le go dtabharfadh an Ceannfort an rabhadh

source: Once the caution is administered, a copy of the completed Adult Caution Referral Form is given to the offender
ga: Nuair atá an rabhadh tugtha, tugtar cóip den Fhoirm Atreorúcháin líonta um Rabhadh Aosach don chiontóir

source: The entire procedure from the detection of the crime to the completion of the administering of the caution is carried out as soon as is possible, that is, in days rather than months
ga: Déantar an próiseas idir eolas a fháil ar an gcoir agus an rabhadh a thabhairt a thabhairt chun críche chomh luath agus is féidir, is é sin gurb iad laethanta a bhíonn i gceist in áit míonna

source: The list of offences which are eligible for the Adult Cautioning Scheme are as follows:
ga: Seo a leanas an liosta ciontaí atá incháilithe don Scéim um Rabhadh Aosach:

source: Criminal Justice (Public Order) Act 1994
ga: An tAcht um Cheartas Coiriúil (Ord Poiblí) 1994

source: Section 4: Intoxication (being drunk) in a public place
ga: Alt 4: Meisce (bheith ar meisce) in áit phoiblí

source: Section 5: Disorderly conduct in a public place
ga: Alt 5: Iompar mí-ordúil in áit phoiblí

source: Section 6: Threatening, abusive or insulting behaviour in a public place
ga: Alt 6: Iompraíocht bhagrach, mhaslach nó tharcaisneach in áit phoiblí

source: Section 8: Failure to comply with a direction (order) of a Garda
ga: Alt 8: Mainneachtain ordachán ó chomhalta den Gharda Síochána a chomhlíonadh

source: Section 9: Wilful obstruction (deliberate obstruction)
ga: Alt 9: Bac toiliúil (bac d'aon ghnó)

source: Section 11: Entering a building etc. with intent to commit an offence
ga: Alt 11: Dul isteach i bhfoirgneamh etc., le hintinn cion a dhéanamh

source: Section 22: Surrender and seizure of alcohol
ga: Alt 22: Deoch mheisciúil a thabhairt suas agus a urghabháil
